Repository: gabrielepiccinnu/wp-post-by-email
Catalog: lang/post-by-email-*.po
Languages: it

source: Found %s new messages.
it: Trovati %s nuovi messaggi.

source: Found 1 new message.
it: Trovato 1 nuovo messaggio.

source: Failed!
it: Si è verificato un errore!

source: Success!
it: Operazione riuscita!

source: failed PIN authentication; discarding.
it: autenticazione PIN non riuscita.

source: No author match for %s (Subject: %s); skipping.
it: Nessuna corrispondenza dell'autore per %s (Oggetto: %s).

source: Posted:
it: Pubblicato:

source: (pending)
it: (in attesa)

source: (no title)
it: (senza titolo)

source: There doesn&#8217;t seem to be any new mail.
it: Non sono presenti nuovi messaggi.

source: An error occurred:
it: Si è verificato un errore:

source: Please wait %s to check mail again!
it: Attendere %s per controllare di nuovo la posta!

source: Reset to Defaults
it: Ripristina i valori predefiniti

source: Log Messages
it: Registro messaggi

source: Clear Log
it: Cancella registro

source: Check now
it: Controlla ora

source: Next scheduled check:
it: Controllo programmato successivo:

source: Never
it: Mai

source: Last checked for new mail:
it: Ultimi controlli per la nuova posta:

source: Any messages received from email addresses registered to WordPress users can be saved as drafts or published. If they don't have the publish posts capability they will be saved as drafts.
it: Tutti i messaggi ricevuti dagli indirizzi e-mail registrati agli utenti di WordPress possono essere salvati come bozze o pubblicati. Se non hanno i permessi per pubblicare, saranno salvati come bozze.

source: What should be done with posts from registered emails?
it: Come procedere con i post da e-mail registrate?

source: For emails that don't match a user in the system, you can choose to skip the message or post it as a pending draft.
it: Per e-mail che non corrispondono ad un utente nel sistema, è possibile scegliere di saltare il messaggio o pubblicarlo come una bozza in sospeso.

source: What should be done with posts from unrecognized emails?
it: Cosa dovrebbe essere fatto con i messaggi da e-mail non riconosciute?

source: Require a PIN to post?
it: Richiedere un PIN per postare?

source: Example:
it: Esempio:

source: Once you have enabled PIN-based authentication, include the PIN in your email with a shortcode. Emails that do not include the correct PIN will be discarded.
it: Dopo aver abilitato l'autenticazione basata su PIN, includere il PIN nella tua e-mail con una corona corta. Le e-mail che non includono il PIN corretto verranno scartate.

source: If you do not require a PIN to create a new post, anyone who knows your email address and the address of your Post By Email inbox will be able to post to this blog.
it: Se non si richiede un PIN per creare un nuovo post, chiunque conosca il tuo indirizzo email e l'indirizzo del tuo post via e-mail in arrivo sarà in grado di pubblicare questo blog.

source: Uncheck this box to mark messages as read instead of deleting (requires IMAP).
it: Deseleziona questa casella per contrassegnare i messaggi come letti invece di eliminare (richiede IMAP).

source: Delete messages after posting?
it: Elimina messaggi dopo la pubblicazione?

source: Always use secure connection (SSL)?
it: Utilizzare sempre la connessione sicura (SSL)?

source: Common port numbers: 143 (IMAP), 993 (IMAP/SSL), 110 (POP3), 995 (POP3/SSL).
it: Numeri di porta comuni: 143 (IMAP), 993 (IMAP / SSL), 110 (POP3), 995 (POP3 / SSL).

source: Port
it: Porta

source: Protocol
it: Protocollo

source: Configure the details of your mailbox connection. The default settings should work with most email accounts, but if your mail server differs, you can enter it here.
it: Configurare i dettagli della connessione della cassetta postale. Le impostazioni predefinite dovrebbero funzionare con la maggior parte degli account e-mail, ma se il tuo server di posta differisce, puoi inserirlo qui.

source: Check this box if you want to receive acknowledgements and errors via email reply.
it: Seleziona questa casella se si desidera ricevere riconoscimenti ed errori tramite risposta e-mail.

source: Send response?
it: Inviare risposta?

source: Default Mail Category
it: Categoria predefinita per email

source: Login Name
it: Nome utente

source: The address of the incoming mail server (IMAP or POP3).
it: L'indirizzo del server di posta in arrivo (IMAP o POP3).

source: Mail Server
it: Server di posta

source: To post to WordPress by e-mail you must set up a special-purpose e-mail account with IMAP or POP3 access. Any mail received at this address will be posted, so it's a good idea to keep this address very secret. For an extra level of security, enable PIN-based authentication under the Security tab.
it: "Per pubblicare su WordPress per e-mail è necessario impostare un account e-mail speciale con accesso IMAP o POP3. Qualsiasi posta ricevuta a questo indirizzo sarà pubblicata, quindi è Una buona idea mantenere questo indirizzo molto segreto. Per un livello aggiuntivo di sicurezza, abilitare Autenticazione basata su PIN sotto la scheda Sicurezza."

source: Activity Log
it: Log Attività

source: Security
it: Sicurezza

source: Mailbox Details
it: Dettagli casella di posta

source: Basic Settings
it: Impostazioni di base

source: Your settings have been saved.
it: Le impostazioni sono state salvate.

source: Settings
it: Impostazioni

source: Support Forums
it: Forum di supporto

source: Usage
it: Utilizzo

source: Installation
it: Installazione

source: For more information:
it: Per maggiori informazioni:

source: Post By Email
it: Pubblica via email

source: Error: PIN cannot contain shortcode delimiters.
it: Errore: PIN non può contenere delimiter a corto di corto.

source: Please enter a security PIN to enable PIN authentication.
it: Si prega di inserire un PIN di sicurezza per abilitare l'autenticazione PIN.

source: Could not save default category: category not found.
it: Impossibile salvare la categoria predefinita: Categoria non trovata.

source: Could not save port number: invalid number.
it: Impossibile salvare il numero di porta: numero non valido.

source: Could not save protocol: must be POP3 or IMAP.
it: Impossibile salvare il protocollo: deve essere POP3 o IMAP.
